# Focused Homebrew bundle for this setup.
# Apply with: brew bundle --file ~/dotfiles/Brewfile

tap "nikitabobko/tap"

# CLI
brew "git"
brew "neovim"
brew "tmux"
brew "node"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "jq"
brew "eza"
brew "bat"
brew "zoxide"
brew "direnv"
brew "starship"
# Required for nvim-treesitter parser compilation
brew "tree-sitter"
brew "tree-sitter-cli"

# Apps
cask "nikitabobko/tap/aerospace"
cask "ghostty"
cask "font-ioskeley-mono"
